Repository: Tencent-RTC/TUIKit_iOS
Catalog: application/assembly/Modules/Live/Resource/LiveLocalized.xcstrings
Source language: en
Languages: ja, zh_hans

# assembly_live_card_title
source: Live
ja: ライブ配信
zh_hans: 直播

# assembly_live_card_description
source: Live preview/Beauty filters/Multi-host
ja: 配信プレビュー・美顔フィルター・マルチホスト
zh_hans: 开播预览·智能美颜·连麦PK

# assembly_live_list_create_room
source: Go Live
ja: ライブ配信を開始
zh_hans: 开直播

# assembly_live_list_exit_float_window_tip
source: Live streaming in progress. Please try again later.
ja: ライブ配信中です。後でもう一度お試しください。
zh_hans: 正在直播中，请稍后再试。

# assembly_live_list_title
source: Video Live
ja: オンラインライブ
zh_hans: 在线直播

# assembly_live_list_has_stop
source: Live broadcast has ended
ja: ライブ配信は終了しました
zh_hans: 直播已结束

# assembly_over_seas_live_title
source: Live
ja: ビデオライブ
zh_hans: 视频直播

# assembly_over_seas_live_subtitle
source: Create Interactive Video Live with Live API for a Seamless Streaming Experience
ja: インタラクティブなビデオライブをLive APIで作成し、シームレスなストリーミング体験を実現
zh_hans: 使用Live API创建互动视频直播，享受无缝流媒体体验

# assembly_over_seas_voice_room_title
source: Voice Room
ja: ボイスチャットルーム
zh_hans: 语音聊天室

# assembly_over_seas_voice_room_subtitle
source: Enable Interactive Voice Room with Live API for an Enhanced Communication Experience
ja: インタラクティブなボイスチャットルームをLive APIで開始し、コミュニケーション体験を向上させます
zh_hans: 使用Live API开启互动语音聊天室，提升沟通体验
